/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is no longer able to communicate with your printer. Turn the printer off, check your printer connections and check for printer errors, and turn the printer back on." = "Error de comunicación: La computadora no puede comunicarse actualmente con su impresora. Apague la impresora, verifique las conexiones de la impresora y averigüe si hay mensajes de error de la impresora, luego vuelva a encender la impresora.";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors." = "Falló la apertura de la conexión con la impresora: Imposible abrir la conexión con la impresóra. Verifique las conexiones de la impresora y averigüe si hay mensajes de error de la impresora.";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "Error de tamaño de papel: La bandeja seleccionada no acepta tamaños de papel personalizados.";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "Error de tamaño de papel: La bandeja seleccionada no acepta el tamaño de papel especificado.";
"Opening printer connection" = "Abriendo la conexión con la impresora";
"Idle" = "Parado";
"Printer Error: The printer needs attention." = "Error de la impresora: La impresora requiere atención.";
"Printer state is unknown." = "Printer state is unknown.";
"Device is sleeping." = "El dispositivo está en modo reposo.";
"dmf_error_alert_message" = "La impresora muestra un error. Consulte el Monitor de impresión HP para obtener más información.";
"dmf_warning_alert_message" = "La impresora muestra un aviso. Consulte el Monitor de impresión HP para obtener más información.";
"dmf_info_alert_message" = "La impresora muestra un mensaje informativo. Consulte el Monitor de impresión HP para obtener más información.";
"dmf_fatal_error_alert_message" = "La impresora muestra un error grave. Consulte el Monitor de impresión HP para obtener más información.";
"Device paused." = "El dispositivo está en pausa.";

// Internal messages
"Printing page %d, %d%% complete..." = "Imprimiendo página %d, %d%% completa...";
"Canceling job" = "Cancelando trabajo";
